{
    "name": "NeuralSec",
    "headerTaglineOne": "NeuralSec",
    "headerTaglineTwo": "Especialistas em Segurança Cibernética",
    "headerTaglineThree": "Proteção Cibernética",
    "headerTaglineFour": "Proteção Confiável da Sociedade na Era Digital.",
    "showCursor": false,
    "showBlog": true,
    "darkMode": true,
    "showResume": true,
    "socials": [
        {
            "id": "1",
            "title": "Github",
            "link": "https://github.com/Trincazul"
        },
        {
            "id": "2",
            "title": "LinkedIn",
            "link": ""
        },
        {
            "id": "3",
            "title": "Twitter",
            "link": ""
        },
        {
            "id": "4",
            "title": "Blog",
            "link": "https://dev.to/driuzim"
        },
        {
            "id": "5",
            "title": "Email",
            "link": "mailto:endriw_villa@icloud.com"
        }
    ],
    "projects": [
        {
            "id": "1",
            "title": "Projeto Skullflask",
            "description": "Ferramenta para auxiliar na segurança da informação",
            "imageSrc": "https://cdn.pixabay.com/photo/2015/03/20/21/34/background-682973_960_720.jpg",
            "url": "https://github.com/Trincazul/skull-flash"
        },
        {
            "id": "2",
            "title": "Repositório NeuralSec",
            "description": "Projetos Open source da organização ajude a contribuir com alguns projetos",
            "imageSrc": "https://cdn.pixabay.com/photo/2022/01/30/13/33/github-6980894_960_720.png",
            "url": "https://github.com/neural-sec"
        }
    ],
    "services": [
        {
            "id": "1",
            "title": "Soluções Completas de Proteção Cibernética pela Neuralsec",
            "description": "A Neuralsec é uma empresa líder em segurança na internet. Nós oferecemos soluções completas para proteger os usuários e as empresas contra ameaças cibernéticas, incluindo vírus, malware, phishing, spam e ataques de negação de serviço (DoS)."
        },
        {
            "id": "2",
            "title": "Especialistas em Segurança Cibernética ",
            "description": "Nossa equipe de especialistas em segurança cibernética trabalha constantemente para garantir que nossos produtos e serviços estejam sempre atualizados e protejam os usuários contra as últimas ameaças. Além disso, oferecemos treinamento e suporte aos nossos clientes para garantir que eles estejam cientes das melhores práticas de segurança e saibam como proteger seus dados pessoais e corporativos."
        },
        {
            "id": "3",
            "title": "Proteção Confiável da Sociedade na Era Digital",
            "description": "Na Neuralsec, acreditamos que a segurança na internet é essencial para a sociedade e trabalhamos incansavelmente para garantir que nossos clientes estejam sempre protegidos. Se você estiver procurando por uma empresa confiável em segurança cibernética, não procure mais além da Neuralsec."
        },
        {
            "id": "4",
            "title": "Proteção Completa",
            "description": "A Neuralsec é uma empresa de segurança na internet que oferece soluções completas para proteger usuários e empresas contra ameaças cibernéticas. A equipe de especialistas trabalha constantemente para garantir que os produtos e serviços estejam atualizados e fornece treinamento e suporte aos clientes. A Neuralsec acredita que a segurança na internet é fundamental para a sociedade e trabalha arduamente para garantir a proteção dos clientes."
        }
    ],
    "aboutpara": "Eu sou Endriw Guilherme Villa, trabalho como Integrador de sistemas ETL/Client na Napp Solutions e sou especializado em Python. Atualmente, estou estudando GO e adoro aprender sobre cibersegurança e infraestrutura. Minha formação inclui um técnico em desenvolvimento de sistemas na ETEC de Leme e atualmente estou estudando engenharia de software na UNICESUMAR.",
    "resume": {
        "tagline": "👋  Olá eu sou Endriw Guilherme Villa",
        "description": "Trabalho como Integrador de sistemas ETL/Client na Napp Solutions e sou especializado em Python. Atualmente, estou estudando GO e adoro aprender sobre cibersegurança e infraestrutura. Minha formação inclui um técnico em desenvolvimento de sistemas na ETEC de Leme e atualmente estou estudando engenharia de software na UNICESUMAR.",
        "experiences": [
            {
                "id": "1",
                "dates": "Agosto 2020 - Atualmente",
                "type": "",
                "position": "Integrador de sistemas",
                "bullets": ""
            }
        ],
        "education": {
            "universityName": "ETEC",
            "universityDate": "2019-2020",
            "universityPara": "A ETEC (Escola Técnica Estadual) oferece um curso de desenvolvimento de sistemas que tem como objetivo capacitar os alunos para atuarem no mercado de trabalho na área de tecnologia da informação. Durante o curso, os alunos aprendem a desenvolver sistemas utilizando diferentes linguagens de programação, bancos de dados, ferramentas de desenvolvimento e técnicas de programação. Além disso, o curso também aborda temas como gestão de projetos, segurança da informação, desenvolvimento web, mobile e desktop, entre outros. A formação técnica em desenvolvimento de sistemas da ETEC é reconhecida e valorizada pelo mercado de trabalho, proporcionando aos alunos diversas oportunidades de emprego em empresas de diferentes segmentos."
        },
        "languages": [
            "Python",
            "Go",
            "SQL"
        ],
        "frameworks": [
            "Flask"
        ],
        "others": [
            "Google Cloud",
            "Apache Airflow",
            "Docker"
        ]
    }
}